Repository: intraweb-modules12/iw_forms
Catalog: locale/*/LC_MESSAGES/module_*_forms.po
Languages: es

source: Styles sheet to aply (give full URL)
es: Hoja de estilos que se debe aplicar (dar la URL entera)

source: User who sent the note
es: Usuario que ha enviado la nota

source: User not registered
es: Usuario/ária no registrado

source: Edit content
es: Edita el campo

source: Private notes of those responsible
es: Notas privadas de los responsables

source: Synchronize fields
es: Validación de campos

source: Confirms delete access to the group
es: Confirma que quieres borrar el acceso al grupo

source: Edit estructure
es: Edita el campo

source: Forms
es: Formularios y protocolos

source: Definition
es: Definición

source: Use expert mode (options available after creation during edition)
es: Usar el modo expero (opción disponible después de la creación)

source: Create
es: Crear

source: Managing a form
es: Gestión d'un formulario

source: ...expand/collapse...
es: ...pliega/despliega...

source: Edit
es: Editar

source: Choose a new validator for the field
es: Escoge un validador/a nuevo para el campo

source: There is no validators available for this form
es: No hay validadores disponibles para éste formulario

source: List of entries submitted
es: Lista de anotaciones enviadas

source: N. Entries
es: N. de entradas

source: Change the dependencies
es: Modifica las dependencias

source: Choose depend on the field
es: Escoge las dependencias para el campo

source: List of possible dependencies
es: Lista de dependencias posibles

source: Expand
es: Despliega

source: Collapse
es: Pliega

source: Size of the box
es: Medida de la caja de texto

source: No. Column
es: Núm. de columnas

source: No. Row
es: Núm. de filas

source: Incorporates the HTML editor
es: Incorpora el editor HTML

source: Default yes
es: Sí por defecto

source: Op. group
es: Op. grupo

source: JavaScript Calendar
es: Calendario JavaScript

source: Thickness of the line
es: Grueso de la línea

source: Color Line
es: Color de la línea

source: Background color
es: Color de fondo

source: Required
es: Requerido

source: Filterable
es: Filtrable

source: Supports comments
es: Admite comentarios

source: Need validation
es: Necesita validación

source: Msg to validators
es: Msg a los validadores

source: Only validators
es: Sólo validadores

source: Extensions
es: Extensiones

source: Width
es: Anchura

source: Height
es: Altura

source: State of the annotations
es: Ordena las entradas

source: Date Posted
es: Fecha de envío

source: Filter by field
es: Filtro por el campo

source: Color legend of the notes
es: Leyenda de colores de las notas

source: Note not visited before
es: Nota no visitada antes

source: Note longer view
es: Nota ya vista

source: Note marked as completed
es: Nota marcada como completada

source: The note has not yet been validated by the responsible
es: La nota no ha sido validada todavía por los responsables

source: See the entry in the original context
es: Ver la anotación en el contexto original

source: Choose a form...
es: Escoge un formulario...

source: You do not have access to any form
es: No tienes acceso a ningún formulario

source: Choose the group where you have the validator
es: Escoge el grupo de dónde tiene que ser el validador/a

source: Choose a validator
es: Escoge un validador/a

source: Only validator fields
es: Sólo es validador/a de campos

source: Choose a field type
es: Es necesario escoger un tipo de campo

source: Order of the notes for export
es: Orden de las notas a la exportación

source: Ascending order
es: Orden ascendente

source: Includes users senders of the notes
es: Incluye los usuarios remitentes de las notas

source: Include the date and time of sending notes
es: Incluye la fecha y la hora del envío de las notas

source: It includes the notes of private responsibility
es: Incluye las notas privadas de los responsables

source: Includes responses to senders
es: Incluye las respuestas a los remitentes

source: It includes the state (completed / not completed) of the notes
es: Incluye el estado (completadas o no completadas) de las notas

source: Include the annotations URL
es: Incluye la URL de las anotaciones

source: Informative text
es: Texto informativo

source: Description of the field
es: Descripción del campo

source: Text of the help icon
es: Texto del icono de ayuda

source: Restringed extensions (separated by commas)
es: Extensiones restringuidas (separadas por comas)

source: Thumbnail width (only images gif, jpg and png. 0 for original size)
es: Anchura de la miniatura (solamente imagenes gif, jpg y png. 0 para tener la medida original)

source: Thumbnail height (only images gif, jpg and png. 0 for original size)
es: Altura de la miniatura (solamente imagenes gif, jpg y png. 0 para tener la medida original)

source: Available only if the editor is active and set on
es: Sólo disponible si el editor está instalado y activo

source: List options
es: Opciones de la lista

source: The options must be separated by the hyphen (-). To leave empty the first option, you must write a hyphen before the first one.
es: Las opciones se deben separar con el guión (-). Para dejar la primera opción vacía, hace falta escribir un guión antes de la primera opción.

source: List of members into a groups
es: Lista de miembros de un grupo de usuarios

source: The group's members are added to the list defined in the option above.
es: Los miembros del grupo se suman a la lista de opciones definida antes.

source: The validators can filter using this field
es: Los validadores pueden filtrar sobre este campo

source: Make your choice with a calendar in JavaScript
es: Escoge des de un calendario en Javascript

source: Choose a color
es: Escoge un color

source: Send a private message to validators
es: Envía un mensaje privado a los validadores

source: Users can read and write
es: Los usuarios pueden leer y escribir

source: Users only can read
es: Los usuarios sólo pueden leer

source: Form fields
es: Campos del formulario

source: Groups who have acces to the form
es: Grupos que tienen acceso al formulario

source: Groups
es: Grupos

source: People who validated the entries in the form
es: Personas que validan las entradas del formulario

source: Return URL after sending a new note
es: URL de retorno despues del envío de una anotación
