Repository: intraweb-modules12/iw_forms
Catalog: locale/*/LC_MESSAGES/module_*_forms.po
Languages: es

source: Module iw_main is needed. You have to install the iw_main module before installing it.
es: Se requiere el módulo iw_main. Debe instalar el módulo iw_main antes de instalar este.

source: Sorry! No authorization to access this module.
es: Disculpa! No tienes autorización para ejecutar esa acción en este módulo.

source: Could not find form
es: No se ha encontrado el formulario

source: You do not have access to manage form
es: No tens accés a gestionar el formulari

source: There was an error in the modified form
es: S'ha produit un error en la modificació del formulari

source: Has closed input data on the form
es: Has cerrado la entrada de datos al formulario

source: Has opened input data on the form
es: Has abierto la entrada de datos al formulario

source: There was an error to remove the annotation
es: Se ha producido un error al borrar la anotación

source: For some reason it is not possible to edit the field's content.
es: Por alguna raón no ha sido posible editar el contenido del campo.

source: You can not edit this note.
es: No puedes editar esta anotación.

source: Forms: automatic message
es: Formularios: mensaje automático

source: Yes
es: Sí

source: Has been removed the fields of the form
es: Se han borrado los campos del formulario

source: Has been removed the groups of the form
es: Se han borrado los grupos del formulario

source: Has been removed the validators of the form
es: Se han borrado los validadores del formulario

source: Dropped the annotations of the form
es: Se han borrado las anotaciones del formulario

source: Has been removed form
es: Se ha borrado el formulario

source: Field name
es: Nombre del campo

source: Final box
es: Final de caja

source: Error! Could not do what you wanted. Please check your input.
es: Error! Argumentos erróneos. Por favor verifica los datos e inténtalo de nuevo.

source: Error! Could not load items.
es: Error! No se logró cargar los elementos.

source: Can not find the form field
es: No se ha encontrado el campo del formulario

source: You can not access this form to view the annotations
es: No puedes acceder a este formulario para ver las anotaciones

source: You can not access this form to send annotations
es: No puedes acceder a este formulario para enviar anotaciones

source: Error! Update attempt failed.
es: Error! Intento de actualización fallido.

source: Error! Creation attempt failed.
es: Error! Intento de creación fallido.

source: Error! Sorry! Deletion attempt failed.
es: Error! Intento de borrado fallido.

source: Note content not found
es: Nota no visitada antes

source: Note fields not found
es: Nota no visitada antes

source: Error! Creation attempt failed during field synchronization.
es: Error! Se ha producido un error de creación durante la sincronización del campo.

source: Error! delete attempt failed during field synchronization.
es: Error! Se ha producido un error de borrado durante la sincronización del campo.

source: The form was created successfully
es: El formulario se ha creado correctamente

source: Global validator
es: Validador/a global

source: Only writing
es: Sólo de escritura

source: Only reading
es: Sólo de lectura

source: Reading and writing
es: De lectura y escritura

source: Unregistered users
es: Los usuarios sólo pueden leer

source: Has changed the order of the fields
es: Se ha modificado el orden de los campos

source: Choose a type of field
es: Escoge un tipo de campo

source: Text
es: Texto

source: Text area
es: Área de texto

source: Date
es: Fecha

source: Time
es: Hora

source: List of options
es: Lista de opciones

source: File
es: Fichero

source: Yes/No
es: Sí/no

source: Information
es: Información

source: Dividing line
es: Línea divisoria

source: Box
es: Caja

source: We have created a new field. Edit the characteristics of the field
es: Se ha creado un campo nuevo. Edita las características del campo

source: Deleted validator
es: Se ha borrado el validador/a

source: Added validator
es: Se ha añadido el validador/a

source: Unregistered
es: No registrados

source: Added a group of access to the form
es: Se ha añadido un grupo de acceso al formulario

source: Has added a new validator
es: Se ha añadido un validador /a nuevo

source: Not Found validator
es: No se ha encontrado el validador/a

source: Has deleted a validator
es: Se ha borrado un validador/a

source: Can not find the group
es: No se ha encontrado el grupo

source: Has been cleared access to the group
es: Se ha borrado el acceso al grupo

source: Has been deleted the field
es: Se ha borrado el campo

source: Have changed the dependencies
es: Se han modificado las dependencias

source: The main points of the form have been published successfully
es: Los datos principales del formulario se han editado correctamente

source: Name_field
es: Nombre_del_fichero

source: Choose a group...
es: Escoge un grupo...

source: The field of the form has been published successfully
es: El campo del formulario se ha editado correctamente

source: The name of the directory of the files public is not valid because it matches the name of the home directory of files on the site.
es: El nombre del directorio de los ficheros públicos no és valido porque coincide con el nombre del directorio inicial de los ficheros del sitio.

source: Has changed the configuration of the module
es: Se ha modificado la configuración del modulo

source: New category created
es: Se ha creado una categoría nueva

source: No such category found
es: No se ha encontrado la categoría

source: Has deleted the category
es: Se ha borrado una categoría

source: Has changed the category
es: Se ha modificado la categoría

source: Has made a copy of the form. Edit the characteristics that create appropriate
es: Se ha hecho una copia del foro. Edita las características que consideres oportunas

source: There was an error in the copy of the forum
es: Se ha producido un error en la copia del foro

source: Error exporting file
es: Error en la creación del archivo de exportación

source: The import file is not correct. It need the xml extension
es: El archivo de importación no es correcto. Ha de tener la extensión xml

source: Error updating the import file to the server
es: Se ha producido un error al subir el archivo de importación al servidor

source: Error loading xml document.
es: Se ha producido un error en la carga del archivo xml.

source: The form creation has failt
es: La creación del formulario ha fallado

source: The form has been imported correcty
es: El formulario se ha importado correctamente

source: Create a new form
es: Crea un nuevo formulario

source: Show the forms
es: Muestra los formularios

source: Import a form
es: Importa un formulario

source: Configure the module
es: Configura el modulo

source: Send an annotation
es: Envía una anotación

source: Show the notes I sent
es: Muestra las anotaciones que he enviado

source: Export to CSV
es: Exporta a un fichero CSV

source: Description
es: Descripción

source: IWForms
es: Formularios

source: Display the list of forms where you can access the user
es: Muestra la lista de los formularios a los que se puede acceder el usuario/a

source: Identities of the categories to show (default is all)
es: Identidades de las categorías a mostrar separadas por una barra vertical "|" (por defecto son todas)

source: Show forms into a list
es: Muestra los formularios en una llista desplegable

source: Display the content of a note in a block
es: Muestra el contenido de la anotación en un bloc

source: Identity of the note that must be schown
es: Identidad de la anotación que se debe mostrar

source: Hide block title
es: Muestra el título de las anotaciones

source: Block content
es: Contenido del bloc

source: [$formId$] =>Identity of the form, [$noteId$] =>Identity of the note, [%id%] => Title of the field, [$id$] => Content of the field, [$user$] => Username, [$date$] => Note creation date, [$time$] => Note creation time, [$avatar$] => User avatar, [$reply$] => Reply to the user if the reply is public
es: [$formId$] =>Identidad del formulario, [$noteId$] =>Identidad de la anotación, [%id%] => Título del campo, [$id$] => Contenido del campo, [$user$] => Nombre de usuario/a, [$date$] => Fecha de creación de la anotación, [$time$] => Hora de creación de la anotación, [$avatar$] => Avatar del usuario/a, [$reply$] => Respuesta al usuario/a si la respuesta es pública

source: No such item found.
es: No se encontró tal elemento.

source: user
es: usuario/a remitente

source: Field synchronized successfully.
es: Escoge un tipo de campo

source: The form is only one answer and know that you've already sent an annotation.
es: El formulario es de respuesta única y consta que ya has enviado una anotación.

source: Has not been found fields in the form
es: No se han encontrado los campos del formulario

source: Error with the capcha protect system
es: Se ha producido un error en el sistema de seguridad contra envíos fraudulentos

source: The entry has been edited
es: La anotación ha sido editada

source: There was an error in the edition of the annotation
es: Se ha producido un error en la edición de la anotación

source: The entry has been created
es: La anotación ha sido creada

source: There was an error in the creation of the annotation
es: Se ha producido un error en la creación de la anotación

source: There was a problem in the attachment file. Probably the annotation was sent without the file or attachment.
es: Ha habido un problema al adjuntar los ficheros. Probablemente la anotación se ha enviado sin el fichero o ficheros adjuntos.

source: You do not have access to this form
es: No puedes acceder a este formulario

source: The export is not possible because the directory for temporary files don't exist on the server. If the problem persists it communicates to the administrator at the portal.
es: La exportación no es posible porque falta el directorio para ficheros temporales en el servidor. Si el problema persiste comunícalo a la administrador/a del portal.

source: State of the note
es: Estado de la nota

source: Referring
es: Remitente

source: Field
es: Campos

source: Observations
es: Notas privadas

source: Renotes
es: Respuestas

source: State
es: Estado

source: There was an error in the creation of information. The export was not possible
es: Se ha producido un error en la creación de la información. La exportación no ha sido posible

source: Delete the validator
es: Borra el validador/a

source: Add a validator
es: Añade un validador/a

source: Edit the field
es: Edita el campo

source: Delete the field
es: Borra el campo

source: A low
es: Baja un lugar

source: Up one place
es: Sube un lugar

source: Confirms delete the field
es: Confirma que quieres borrar el campo

source: type
es: de tipo

source: Unable to delete the field as there are other areas that are depending on. Clear dependencies before deleting the field. Here is the list of areas affected:
es: No es posible borrar el campo puesto que hay otros campos que lo tienen como dependiente. Borra las dependencias antes de borrar este campo. Aquí tienes la lista de campos afectados:

source: Delete
es: Borrar

source: Cancel
es: Cancelar

source: Fields marked with an
es: Los campos marcados con un

source: are required
es: son obligatorios

source: Send
es: Envía

source: Notes sent
es: Notas enviadas

source: Form name
es: Nombre del formulario

source: Title of the annotations
es: Título de las anotaciones

source: Has not been found sent notes
es: No se han encontrado notas enviadas

source: Notes number
es: Número de notas

source: Not annotations found
es: No se han encontrado anotaciones

source: Change the state
es: Modifica el estado

source: Only answer
es: Respuesta única

source: Anonymous
es: Anónimo

source: Closed notes
es: Notas cerrables

source: Closed form
es: Formulario cerrable

source: Initially closed
es: Inicialmente cerrado

source: NR can not see users information
es: Los usuarios no registrados no pueden ver los datos de los remitentes de las anotaciones

source: NR can not export
es: Los NR no pueden exportar

source: Public answer
es: Respuesta pública

source: Allow comments
es: Admite comentarios

source: Expert mode
es: Modo experto

source: New to
es: Novedad hasta

source: Expires in
es: Caduca a

source: Active/no active
es: Activo/no activo

source: Active
es: Activo

source: No active
es: No activo

source: There are one or more form fields that are required and you have not filled
es: Hay algún o algunos campos del formulario que son requeridos y no los has rellenado

source: Edit the main form
es: Edita los datos principales del formulario

source: Category
es: Categoría

source: Chosse one category...
es: Escoge una categoría...

source: There is no defined categories
es: No hay categorías definidas

source: Form description
es: Descripción del formulario

source: As a new until a...
es: Presenta como novedad hasta...

source: Make it expires automatically a...
es: Haz que caduque automaticamente a...

source: Validators can close the annotations
es: Los validadores pueden cerrar las anotaciones

source: Validators can close the entries or the release of the book-entry form
es: Los validadores pueden cerrar las entradas o la edición de las anotaciones en el formulario

source: The form is initially closed
es: El formulario esta inicialmente cerrado

source: Unregistered users can not see the data of senders of entries
es: Los usuarios no registrados no pueden ver los datos de los remitentes de las anotaciones

source: Unregistered users can not export the contents of the annotations
es: Los usuarios no registrados o pueden exportar los contenidos de las anotaciones

source: The answer is visible to all users who have access to information
es: La respuesta a los remitentes es publica para los usuarios que tienen acceso de lectura al formulario

source: The notes allow comments
es: Muestra las anotaciones que he enviado

source: The validators can decide if a particular note allow comments
es: El validador puede decidir si una anotación admite comentarios

source: Use expert mode
es: Usar el modo experto

source: Active / non-active
es: Activo/no activo

source: Edit
es: Editar

source: Add a new group
es: Añade un grupo nuevo

source: Choose the group that should have access to the form
es: Escoge el grupo que tiene que tener acceso al formulario

source: Type of acces
es: Tipo de acceso

source: Validation is required
es: Se necesita validación

source: Add
es: Añadir

source: Delete category
es: Borra una categoría

source: Confirms delete the category
es: Confirma que quieres borrar la categoría

source: Date of sending the note
es: Fecha del envío de la nota

source: Time of sending the note
es: Hora del envío de la nota

source: To view
es: Vista por

source: to
es: a

source: Not seen by any validator
es: No vista por ningun validador

source: The note needs validation
es: La nota está pendiente de validación

source: Answer
es: Respuesta

source: Skin of the form and complete information
es: Información completa del formulario y aspecto

source: Skin form
es: Aspecto del formulario

source: Define the form
es: Definición del formulario

source: List of groups that have access to the form
es: Lista de grupos que tienen acceso al formulario

source: List of validators of the form
es: Lista de validadores del formulario

source: About this module
es: Acerca de este módulo

source: E-mail writing is not correct
es: El correo electrónico escrito no es correcto

source: The date value is incorrect
es: El valor de fecha es incorrecto

source: The value of time is wrong
es: El valor de la hora es incorrecto

source: The extension of the attachment is not supported. The extensions are possible:
es: La extensión del fichero adjunto no es admitida. Las extensiones posibles son:

source: Validator
es: Validador/a

source: Type of validator
es: Tipo de validador/a

source: Options
es: Opciones

source: This form don't have defined validators
es: Este formulario no tiene validadores definidos

source: It is the same as
es: Es igual a

source: All
es: Todos

source: Choose a value...
es: Escoge un valor...

source: It have got the words
es: Contiene las palabras

source: Return to init
es: Regresa al inicio

source: Delete the form notes
es: Confirma si quieres borrar todas las anotaciones del formulario

source: Confirm the deletion of the form notes for the form
es: Confirma el borrado de todas las anotaciones del formulario

source: Create private notes
es: Edita las notas privadas

source: Form definition
es: Definición del formulario

source: Templates for the notes (expert mode)
es: Plantilla para la anotaciones (modo experto)

source: Template to aply for the form
es: Plantilla que se debe aplicar al formulario

source: Template to aply for the set of notes
es: Plantilla que se debe applicar al conjunto de anotaciones

source: Template to aply for an alone note
es: Plantilla que se debe aplicar a una anotación individual

source: Show the form name
es: Muestra el nombre del formulario

source: Show the notes title
es: Muestra el título de las anotaciones

source: Form aspect
es: Aspecto del formulario

source: [$id$] => Form field
es: Identidad del campo del formulari

source: Set of notes of the form
es: Aspecto del conjunto de anotaciones del formulari

source: An individual note
es: Aspecto de una anotación individual

source: Styles sheet to aply
es: Hoja de estilos que se debe aplicar

source: Validates the note
es: Valida la nota

source: Invalidates the note
es: Estado de la nota

source: Delete the note
es: Borra la nota

source: Show the note as not completed
es: Muestra la nota como no completada

source: Shows like complete
es: Muestra como completada

source: Delete the mark
es: Elimina la Marca

source: Mark
es: Marca

source: Respond with a private message
es: Responde con un mensaje privado

source: View note
es: Muestra la anotación

source: The answer only sees the user sender
es: La resposta només la veu l'usuari/ària remitent

source: Edit the response to senders
es: Edita la respuesta a los remitentes

source: Send a copy to the private
es: Enviar còpia al correu privat

source: Change to the category
es: Modifica la categoría

source: Name
es: Nombre

source: Page
es: Páginas

source: Show annotations
es: Muestra las anotaciones

source: Managing annotations
es: Gestiona las anotaciones

source: Close the entry of annotations and editing
es: Cierra la entrada de anotaciones y la edición

source: Open the entry of annotations and editing
es: Cierra la entrada de anotaciones y la edición

source: Create a new form field
es: Crea un campo nuevo del formulario nuevo

source: List of form fields
es: Lista de campos del formulario

source: Order
es: Orden

source: Name field
es: Nombre del campo

source: Type field
es: Tipo de campo

source: Characteristics
es: Características

source: Dependence
es: Dependèncias

source: Validators
es: Validadores

source: No fields have been found for this form
es: No se han encontrado campos para este formulario

source: Change order
es: Cambia el orden

source: Expand all
es: Despliégalo todo

source: Collapse all
es: Pliégalo todo

source: Forms list
es: Lista de formularios y protocolos

source: New
es: Nuevo

source: Validation of fields
es: Validación de campos

source: Validation
es: Validación

source: You do not have any form available
es: No tienes ningún formulario disponible

source: Full Form
es: Ficha completa del formulario

source: Copy
es: Copiar

source: Export
es: Exporta

source: Delete all the notes
es: Borra todas las anotaciones

source: Delete notes
es: Borra las anotaciones

source: Delete the topic
es: Borrar el tema

source: No forms have been found
es: No se han encontrado formularios

source: ...changing the information...
es: ...modificando la información...

source: Confirms delete the form
es: Confirma si quieres borrar el formulario

source: Confirms delete the validator
es: Confirma que quieres borrar el validador/a

source: Categories
es: Categorías

source: Creates a new category
es: Crea una categoría nueva

source: Home directory of files
es: Inicio del directorio de ficheros

source: Folder on the server where the files are stored in the notes attached
es: Carpeta del servidor dónde se almacenan los ficheros adjuntos a las notas

source: Can not find the directory for attachments
es: No se ha encontrado el directorio para los ficheros adjuntos

source: You should give write permissions in this folder
es: A este directorio hace faltar darle permisos de escritura

source: Directory for the public files attached to the notes
es: Directorio para los ficheros públicos adjuntos a las notas

source: Can not find the directory for the files public.
es: No se ha encontrado el directorio de ficheros públicos.

source: You should give write permissions in this folder or set it as public
es: Debería dar permisos de escritura a este directorio o establecerlo como público

source: This directory has not been declared as public.
es: El directorio no se ha declarado como público.

source: DpCaptcha module is not available. If you are planning to open the forms to unregistered users you may want to install them this module.
es: El módulo dpCaptcha no esta disponible. Si tienes previsto abrir los formularios a los usuarios no registrados te recomendamos que instales éste módulo.

source: The module dpCaptcha prevents robots can send notes to forms automatically. With this module successfully activated and you get linked to when a user sends an unregistered entry, is obliged to recognize and write a set of characters that can not recognize an automated system.
es: El modulo dpCaptcha evita que robots puedan enviar anotaciones a los formularios de forma automática. Con este módulo correctamente activado y enlazado conseguirás que cuando un usuario/a no registrado envié una anotación, se vea obligado a reconocer y escribir un conjunto de caracteres que no puede reconocer un sistema automático.

source: The module is not bound dpCaptcha (hook). If you are planning to open the forms to unregistered users recommend linking this module. You can do this from the administration of the modules.
es: El modulo dpCaptcha no esta enlazado (hook). Si tienes previsto abrir los formularios a usuarios no registrados te recomendamos que enlaces este modulo. Puedes hacerlo desde la administración de los módulos.

source: Color for the new notes
es: Color para las nuevas notas

source: Change the color
es: Escoge un color

source: Color for the visit notes
es: Color para las notas visitadas

source: Color to the notes given as completed
es: Color para las notas dadas como completas

source: Color per a les notes pendents de validació
es: Color para las notas pendientes de validación

source: Color for the names of the fields
es: Color para los nombres de los campos

source: Color for the contents of the fields
es: Color para los contenidos de los campos

source: Change the configuration
es: Modifica la configuración

source: Non-editable
es: No editable

source: Link text
es: Texto del enlace

source: Public File
es: Fichero público

source: If the file is public will be accessible to everyone from a URL like:
es: Si el fichero es público será accesible para todo el mundo des de una URL del estilo:

source: Close the window
es: Cierra la ventana

source: Allowed files extensions:
es: Inicio del directorio de ficheros

source: Maximum width: %spx
es: Anchura máxima: %spx

source: Maximum height: %spx
es: Altura máxima: %spx

source: Name of the group
es: Nombre del grupo

source: Delete the group
es: Borra el grupo

source: No defined groups with access to the form
es: No de han definido grupos con acceso al formulario

source: Use skin by templates
es: Usar plantillas
